Revit 2024 API
Location Properties
The Location type exposes the following members.
Properties
Name | Description
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
See Also
Location Class
Autodesk.Revit.DB Namespace